<!doctype html>
<html lang="fr">

    <head>
        <meta charset="utf-8">
        <meta name="viewport" content="width=device-width, initial-scale=1, shrink-to-fit=no">
        <title>Istanbul Kebab - Spécialités de french tacos, kebabs, plats indiens et plus à L'Isle-Jourdain</title>
        <link rel="stylesheet" href="assets/css/bootstrap.min.css">
        <link rel="stylesheet" href="assets/font/flaticon.css">
        <link rel="stylesheet" href="assets/css/plugins/owl.carousel.min.css">
        <link rel="stylesheet" href="assets/css/style.css" />
        <link rel="canonical" href="">
          <!-- 
    - favicon
  -->
  <link rel="shortcut icon" href="assets/images/logo/favicon-32x32.png" type="image/svg+xml">
    </head>
    <!-- =================Body Started==================== -->
    <body>

        <!-- =================Header Started================ -->
        <header>
            <div class="main-nav">
                <div class="container">
                    <div class="row">
                        <div class="menu-toggle"></div>
                        <div class="logo">
                            <img src="assets/images/logo/logo.png" width="140">
                        </div>

                        <div class="my-nav">
                            <div class="menu">
                                <ul>
                                    <li><a href="#">Acceuil</a></li>
                                    <li><a href="#about-us">Chez Instanbul</a></li>
                                    <li><a href="#our-menu">Notre Menu</a></li>
                                    <!-- <li><a href="#blog">Blog</a></li> -->
                                    <li><a href="#contact">Contact</a></li>
                                    <!-- <li><a href="#"><span class="flaticon-shopping-cart"></span></a></li> -->
                                    <li><a href="#">Commander en ligne</a></li>
                                </ul>
                            </div>
                        </div>
                    </div>
                </div>
            </div>
        </header>
        <!-- =================Header End================ -->
        <!-- ->->->->->->->->->->->->->->->->->->->->->->->->->->->->->-> -->
		
        <!-- ================================================================= -->
		<!-- ->->->->->->->->->->->->->->->->->->->->->->->->->->->->->-> -->
        <!-- =================Main Started================ -->
		<main>
			<!-- <section class="slider">
                <div class="shape"></div>
                <div class="shape-01"></div>
                <div class="banner">
                    <div id="carouselExampleIndicators" class="carousel slide" data-ride="carousel">
                        <ol class="carousel-indicators">
                            <li data-target="#carouselExampleIndicators" data-slide-to="0" class="active"></li>
                            <li data-target="#carouselExampleIndicators" data-slide-to="1"></li>
                            <li data-target="#carouselExampleIndicators" data-slide-to="2"></li>
                        </ol>
                        <div class="carousel-inner">
                            <div class="carousel-item active">
                                <div class="container">
                                    <div class="row">
                                        <div class="col-md-6 col-sm-12">
                                            <div class="wrapper">
                                                <div class="content">
                                                    <h1>Istanbul Kebab Délices orientaux à L'Isle-Jourdain  </h1>
                                                    <h5> Istanbul Kebab, votre fast-food de référence à L'Isle-Jourdain. Savourez nos délicieux french tacos, kebabs et plats indiens.</h5>
                                                    <ol>
                                                        <li><a href="#">Commander en ligne<span class="flaticon-right-arrow"></span></a></li>
                                                    </ol>
                                                </div>
                                            </div>
                                        </div>

                                        <div class="col-md-6 col-sm-12">
                                            <div class="wrapper">
                                                <img src="assets/images/slider/slide-01.png">
                                            </div>
                                        </div>
                                    </div>
                                </div>
                            </div>
                            <div class="carousel-item">
                                <div class="container">
                                    <div class="row">
                                        <div class="col-md-6 col-sm-12">
                                            <div class="wrapper">
                                                <div class="content">
                                                    <h1>La cuisine orientale à votre portée</h1>
                                                    <h5>Un menu varié pour combler toutes vos envies de délices orientaux</h5>
                                                    <ol>
                                                        <li><a href="#">Commander en ligne<span class="flaticon-right-arrow"></span></a></li>
                                                    </ol>
                                                </div>
                                            </div>
                                        </div>

                                        <div class="col-md-6 col-sm-12">
                                            <div class="wrapper">
                                                <img src="assets/images/slider/slide-02.png">
                                            </div>
                                        </div>
                                    </div>
                                </div>
                            </div>
                            <div class="carousel-item">
                                <div class="container">
                                    <div class="row">
                                        <div class="col-md-6 col-sm-12">
                                            <div class="wrapper">
                                                <div class="content">
                                                    <h1> Votre adresse incontournable pour un festin</h1>
                                                    <h5>Délicieux french tacos, kebabs, plats indiens et bien plus encore pour satisfaire votre appétit</h5>
                                                    <ol>
                                                        <li><a href="#">Commander en ligne<span class="flaticon-right-arrow"></span></a></li>
                                                    </ol>
                                                </div>
                                            </div>
                                        </div>

                                        <div class="col-md-6 col-sm-12">
                                            <div class="wrapper">
                                                <img src="assets/images/slider/slide-03.png">
                                            </div>
                                        </div>
                                    </div>
                                </div>
                            </div>
                        </div>
                        <a class="carousel-control-prev" href="#carouselExampleIndicators" role="button" data-slide="prev">
                            <span class="carousel-control-prev-icon" aria-hidden="true"></span>
                            <span class="sr-only">Previous</span>
                        </a>
                        <a class="carousel-control-next" href="#carouselExampleIndicators" role="button" data-slide="next">
                            <span class="carousel-control-next-icon" aria-hidden="true"></span>
                            <span class="sr-only">Next</span>
                        </a>
                    </div>
                </div>
            </section>
   -->
   <div>
    <br><br><br><br><br><br><br>
   </div>
            <div class="container">

                <h1> Termes et conditions générales</h1>
<br><br>
                <p>Ces conditions g&eacute;n&eacute;rales de vente sont applicables lors des commandes en ligne aupr&egrave;s de:</p>
<p>SAS CADI</p>
<p><br></p>
<p><strong>SAS CADI</strong></p>
<p>Addresse: 51 AVENUE CHARLES DE GAULLE, L ISLE JOURDAIN 32600, France</p>
<p>T&eacute;l&eacute;phone: +33 5 62 64 41 70</p>
<p><br></p>
<p>Devise du menu: EUR</p>
<p>(ci-apr&egrave;s d&eacute;nomm&eacute; le &ldquo;Restaurant&rdquo; ou &ldquo;Nous&rdquo;)<br>Ces conditions g&eacute;n&eacute;rales sont applicables &agrave; vous, en tant que client, pour les commandes en ligne (ci-apr&egrave;s d&eacute;nomm&eacute; &ldquo;vous&rdquo; ou &ldquo;l&apos;utilisateur&rdquo; ou le &ldquo;client&rdquo;)</p>
<p>VEUILLEZ LIRE ATTENTIVEMENT CES TERMES ET CONDITIONS. SI VOUS NE SOUHAITEZ PAS &Ecirc;TRE OBLIG&Eacute; PAR CES TERMES ET CONDITIONS, VOUS NE DEVEZ PAS ACC&Eacute;DER ET / OU UTILISER LA COMMANDE EN LIGNE (CI-APR&Egrave;S NOMM&Eacute;E &ldquo;DEMANDE DE COMMANDE EN LIGNE&rdquo;). L&apos;ACC&Egrave;S ET/OU L&apos;UTILISATION DE LA COMMANDE EN LIGNE PAR VOUS SERONT CONSID&Eacute;R&Eacute;S COMME VOTRE ACCEPTATION DE CES TERMES ET CONDITIONS.</p>
<p>Sous r&eacute;serve des dispositions l&eacute;gales applicables en vigueur, Nous pouvons, &agrave; notre discr&eacute;tion, amender ou autrement modifier les conditions d&apos;utilisation de temps en temps. Nous vous recommandons de lire attentivement, chaque fois que vous commandez en ligne, les conditions g&eacute;n&eacute;rales car elles peuvent affecter vos droits.</p>
<p>Ces conditions g&eacute;n&eacute;rales d&eacute;crivent les conditions g&eacute;n&eacute;rales de commande en ligne entre Nous et Vous et les diff&eacute;rents droits et obligations des parties.</p>
<p>Dans un souci de clart&eacute;, les pr&eacute;sentes conditions g&eacute;n&eacute;rales s&apos;appliquent (&eacute;galement) en cas de commande en ligne via l&apos;application (ci-apr&egrave;s d&eacute;nomm&eacute;e &laquo;demande de commande en ligne&raquo; ou &laquo;application&raquo;; la demande est l&apos;application de commande en ligne utilis&eacute;e par le Client pour passer sa commande de diff&eacute;rents produits et / ou services (ci-apr&egrave;s d&eacute;nomm&eacute;s les &laquo;produits&raquo; et / ou &laquo;services&raquo;).</p>
<p>L&apos;application de commande en ligne est d&eacute;tenue et exploit&eacute;e par le donneur de licence du contrat de licence concernant l&apos;utilisation de l&apos;application pour commander en ligne.<br>Sans affecter la g&eacute;n&eacute;ralit&eacute; des pr&eacute;sentes conditions g&eacute;n&eacute;rales et dans un souci de clart&eacute;, vous devez &eacute;galement respecter le contrat de licence concernant l&apos;utilisation de l&apos;application afin de commander en ligne.</p>
<p>Le Restaurant fera toutes les diligences n&eacute;cessaires pour garantir l&apos;exactitude et la fiabilit&eacute; des informations relatives &agrave; la commande en ligne. Cependant, cela ne peut pas &ecirc;tre infaillible et des erreurs peuvent parfois se produire. Vous devez prendre les mesures appropri&eacute;es pour v&eacute;rifier toutes les informations relatives &agrave; la commande en ligne avant de l&apos;utiliser. Dans la mesure maximale autoris&eacute;e par la loi applicable, le Restaurant d&eacute;cline toute garantie ou repr&eacute;sentation de quelque nature que ce soit, expresse ou implicite, quant &agrave; toute question relative &agrave; la commande en ligne, y compris, sans limitation, la disponibilit&eacute; de l&apos;application de commande en ligne.</p>
<p>Le Restaurant peut r&eacute;viser p&eacute;riodiquement les informations relatives &agrave; la demande et / ou au processus de commande en ligne et se r&eacute;serve le droit d&apos;apporter de telles modifications sans aucune obligation d&apos;aviser les clients pass&eacute;s, actuels ou potentiels. En aucun cas, le Restaurant ne sera responsable des dommages indirects, sp&eacute;ciaux, accessoires ou cons&eacute;cutifs r&eacute;sultant de toute utilisation des informations contenues dans ce document et / ou en relation avec le processus de commande en ligne.</p>
<p>Par la commande en ligne, vous reconnaissez et acceptez que l&apos;utilisation de l&apos;application et / ou des processus de commande en ligne se fait &agrave; vos risques et p&eacute;rils et dans la mesure permise par la loi en vigueur. En aucun cas, Nous ne serons responsables de toute dommages, pertes, co&ucirc;ts ou d&eacute;penses indirects, accessoires, sp&eacute;ciaux, cons&eacute;cutifs ou punitifs, ni pour toute perte de profit r&eacute;sultant de l&apos;utilisation ou de l&apos;impossibilit&eacute; d&apos;utiliser cette commande en ligne et / ou toute application et / ou mat&eacute;riel sur tout site li&eacute; &agrave; cette application de commande en ligne (y compris, mais sans s&apos;y limiter, les virus ou toutes autres erreurs ou d&eacute;fauts ou d&eacute;faillances dans les transmissions informatiques ou les communications r&eacute;seau) m&ecirc;me si Nous avons &eacute;t&eacute; inform&eacute;s de la possibilit&eacute; de tels dommages. De plus, nous ne pouvons &ecirc;tre tenus responsables de toute modification apport&eacute;e au contenu de la demande de commande en ligne et / ou du processus par des tiers non autoris&eacute;s. Toutes les garanties ou repr&eacute;sentations expresses ou implicites sont exclues dans toute la mesure permise par la loi applicable.</p>
<p>L&apos;application et / ou le processus de commande en ligne peut inclure du contenu, des informations ou des liens vers des tiers ou des sites tiers. Le Restaurant n&apos;est pas responsable du contenu de ces sites, ni du contenu d&apos;une publicit&eacute; ou d&apos;un parrainage tiers, ni de leur conformit&eacute; avec les r&eacute;glementations. Les liens sont accessibles aux risques et p&eacute;rils de l&apos;utilisateur et le Restaurant ne donne aucune garantie quant au contenu, &agrave; l&apos;exhaustivit&eacute; ou &agrave; l&apos;exactitude de ces liens ou des sites hyperli&eacute;s &agrave; cette application de commande en ligne. Vous acceptez d&apos;exon&eacute;rer le Restaurant de toute responsabilit&eacute; r&eacute;sultant de votre utilisation des informations d&apos;un tiers ou de votre utilisation d&apos;un site Web tiers.</p>
<p>Sauf mention contraire expresse, toutes les informations relatives &agrave; l&apos;application de commande en ligne (y compris, sans s&apos;y limiter, les images, les boutons et le texte) sont la propri&eacute;t&eacute; et / ou disponibles avec l&apos;autorisation du donneur de licence du contrat de licence concernant l&apos;utilisation de l&apos;application afin de commander en ligne, qui d&eacute;tient des droits d&apos;utilisation sur eux et ne peuvent pas &ecirc;tre copi&eacute;es, distribu&eacute;es, reproduites ou transmises sous quelque forme ou par quelque moyen que ce soit, &eacute;lectronique, m&eacute;canique, photocopie, enregistrement ou autre, sans son autorisation &eacute;crite pr&eacute;alable.</p>
<p>Le contenu se r&eacute;f&eacute;rant &agrave; des produits sp&eacute;cifiques (par exemple les produits alimentaires), la disposition des textes de l&apos;application et / ou du processus de commande en ligne, les marques de commerce et tout autre contenu, est exclusif et prot&eacute;g&eacute; conform&eacute;ment aux r&eacute;glementations l&eacute;gales en vigueur et ne peut en aucun cas &ecirc;tre utilis&eacute; sans l&apos;autorisation &eacute;crite expresse du Restaurant<br>Le Client n&apos;obtient aucune licence ni aucun droit concernant les informations relatives &agrave; la commande et / ou &agrave; l&apos;application en ligne.</p>
<p>Si vous d&eacute;cidez de commander en ligne &agrave; l&apos;aide de l&apos;application de commande en ligne, il peut vous &ecirc;tre demand&eacute; de fournir des coordonn&eacute;es compl&egrave;tes et / ou de cr&eacute;er un compte et vous devrez peut-&ecirc;tre accepter les cookies. Vous devez garder vos donn&eacute;es confidentielles et ne les divulguer &agrave; personne. Le Restaurant se r&eacute;serve le droit de suspendre l&apos;utilisation de l&apos;application et / ou du processus de commande en ligne si vous ne respectez pas les Conditions G&eacute;n&eacute;rales.</p>
<p>Vous reconnaissez et acceptez que toutes les commandes sont trait&eacute;es comme une intention expresse d&apos;acheter les produits et / ou services d&eacute;sign&eacute;s aux prix en ligne convenus et nous consid&eacute;rons cela comme une offre ferme de votre part pour l&apos;achat de ces produits et services. Toutes les variations doivent &ecirc;tre &eacute;crites, sinon elles n&apos;obligeront aucune des parties.</p>
<p>L&apos;acceptation de toute commande pour l&apos;un des produits et / ou services sera &agrave; l&apos;enti&egrave;re discr&eacute;tion du Restaurant. Notre acceptation d&apos;une commande est faite lorsque vous recevez un message &agrave; l&apos;&eacute;cran et / ou une notification par e-mail et / ou un SMS, confirmant votre commande.</p>
<p>Le Restaurant se r&eacute;serve le droit de refuser tout service, de mettre fin &agrave; votre acc&egrave;s &agrave; l&apos;application et / ou au processus de commande en ligne, de supprimer ou de modifier tout contenu ou d&apos;accepter votre / vos commande (s) &agrave; sa seule discr&eacute;tion et sans pr&eacute;avis.<br>L&apos;application de commande en ligne du Restaurant ne doit &ecirc;tre utilis&eacute;e que par des personnes &acirc;g&eacute;es de plus de dix-huit (18) ans, ou l&apos;&acirc;ge l&eacute;gal minimum autoris&eacute; par la loi ou autrement sous la surveillance d&apos;un adulte ou d&apos;un tuteur.</p>
<p>Tous les produits et / ou services fournis via l&apos;application de commande en ligne le sont &laquo;tels quels&raquo; et &laquo;si disponibles&raquo; et le Restaurant exclut express&eacute;ment toute garantie, condition, repr&eacute;sentation ou autre condition relative &agrave; la commande en ligne ou le contenu ou les produits qui y sont affich&eacute;s, qu&apos;ils soient explicites ou implicites, sauf indication contraire expresse.&nbsp;</p>
<p>Les photos des produits sont pour la pr&eacute;sentation seulement. Les produits command&eacute;s peuvent pr&eacute;senter des diff&eacute;rences (par exemple couleur, forme, etc.) par rapport aux photos pr&eacute;sentes sur le site. Le Restaurant d&eacute;cline toute responsabilit&eacute; si la description des produits n&apos;est pas compl&egrave;te.</p>
<p>Les commandes de livraison sont &eacute;galement soumises &agrave;: i) Votre adresse se trouvant dans la zone de livraison d&eacute;finie par le Restaurant; ii) Disponibilit&eacute; du restaurant en ligne pour accepter les commandes en ligne; iii) Votre commande peut &ecirc;tre soumise &agrave; un montant minimum par commande;<br>Vous pouvez payer par l&apos;une des m&eacute;thodes mentionn&eacute;es dans notre &eacute;cran de paiement. Veuillez vous assurer que si votre commande est pass&eacute;e &agrave; l&apos;aide d&apos;une carte de cr&eacute;dit ou de d&eacute;bit, la carte est valide &agrave; la date de votre commande. Le Restaurant ne peut pas rembourser les commandes pay&eacute;es en ligne. Contactez-nous directement pour r&eacute;gler tout litige de paiement ou demande de remboursement.</p>
<p>Il est possible que vous soyez automatiquement dirig&eacute; vers une liste en ligne faisant r&eacute;f&eacute;rence &agrave; l&apos;emplacement de votre service de restaurant &agrave; proximit&eacute;. Veuillez noter que les prix, les restrictions de d&eacute;penses minimales et les restrictions maximales de d&eacute;penses en esp&egrave;ces varient d&apos;un endroit &agrave; l&apos;autre. De plus, si vous commandez en ligne, le prix factur&eacute; peut &ecirc;tre diff&eacute;rent du prix des Produits s&apos;ils avaient &eacute;t&eacute; command&eacute;s en magasin ou par t&eacute;l&eacute;phone.</p>
<p>La commande en ligne une fois pass&eacute;e ne peut &ecirc;tre ni modifi&eacute;e ni annul&eacute;e via le site Internet ou hors ligne en appelant le restaurant. Quoi qu&apos;il en soit, si vous souhaitez annuler ou vous plaindre de votre commande, veuillez appeler votre restaurant local, dont les d&eacute;tails seront inclus dans l&apos;e-mail de confirmation qui vous sera envoy&eacute; lors de votre commande et nous pouvons voir comment nous pouvons vous aider.</p>
<p>Nous ferons tous les efforts n&eacute;cessaires pour vous fournir vos produits command&eacute;s le plus pr&egrave;s possible de l&apos;heure de livraison / collecte demand&eacute;e, mais nous ne pouvons garantir le d&eacute;lai de livraison dans tous les cas. Le d&eacute;lai de livraison peut &ecirc;tre affect&eacute; en raison du mauvais temps ou des conditions de circulation. Il s&apos;agit d&apos;assurer la s&eacute;curit&eacute; de nos coureurs. Le service de livraison peut &ecirc;tre temporairement indisponible dans certaines zones en raison du mauvais temps ou de circonstances impr&eacute;vues.</p>
<p>Le Client s&apos;engage &agrave; accepter la livraison des Produits &agrave; l&apos;heure et au lieu de livraison convenus. Si vous avez choisi que les Produits soient livr&eacute;s, le Restaurant livrera la commande &agrave; l&apos;entr&eacute;e principale de l&apos;adresse de livraison mais toutes les livraisons effectu&eacute;es &agrave; l&apos;adresse de livraison ne seront effectu&eacute;es que si le chauffeur et vous y consentez. Si vous n&apos;&ecirc;tes pas pr&eacute;sent pour prendre la marchandise &agrave; l&apos;adresse indiqu&eacute;e dans votre commande, nous ne vous rembourserons pas le prix de votre commande et vous facturerons le montant total de votre commande.</p>
<p>Le risque des produits sera transf&eacute;r&eacute; au client &agrave; la livraison. Tout service du logiciel / logiciel est utilis&eacute; et / ou t&eacute;l&eacute;charg&eacute; &agrave; vos propres risques. Si vous avez un doute quant &agrave; la pertinence du service / logiciel &agrave; utiliser et / ou &agrave; t&eacute;l&eacute;charger pour votre ordinateur, il est recommand&eacute; d&apos;obtenir des conseils sp&eacute;cialis&eacute;s avant de l&apos;utiliser et / ou de le t&eacute;l&eacute;charger.</p>
<p>Vous &ecirc;tes responsable du maintien de la confidentialit&eacute; de vos informations personnelles, de votre mot de passe et de vos informations de paiement. Vous acceptez l&apos;enti&egrave;re responsabilit&eacute; de toutes vos activit&eacute;s li&eacute;es &agrave; la commande en ligne (application).</p>
<p>Vous ne pouvez pas c&eacute;der, sous-licencier ou autrement transf&eacute;rer aucun de vos droits en vertu de ces termes et conditions. Dans le cas o&ugrave; une disposition de cet accord est et / ou devient nulle, ill&eacute;gale, invalide ou inapplicable, elle n&apos;affectera pas la validit&eacute; ou l&apos;applicabilit&eacute; des autres clauses contractuelles, qui resteront en vigueur et produiront des effets juridiques comme si le une clause nulle, ill&eacute;gale, invalide ou inapplicable ne faisait pas partie de cet accord.&nbsp;</p>
<p>Ces conditions g&eacute;n&eacute;rales n&apos;affectent pas vos droits statutaires.</p>
<p>Les marques de commerce du restaurant, ainsi que les marques de commerce des autres et la propri&eacute;t&eacute; exclusive connexe sont prot&eacute;g&eacute;es contre la copie et la simulation en vertu des lois nationales et internationales et ne doivent pas &ecirc;tre reproduites ou copi&eacute;es sans l&apos;autorisation &eacute;crite expresse du restaurant.&nbsp;</p>
<p>Dans toute la mesure permise par la loi, le Restaurant exclut toute responsabilit&eacute; d&eacute;coulant de sa fourniture des Produits et en particulier ne sera pas responsable de toute perte ou dommage, r&eacute;sultant directement ou indirectement de ou en relation avec un retard au-del&agrave; de l&apos;heure de livraison estim&eacute;e, toute circonstance dont le Restaurant n&apos;avait aucun contr&ocirc;le sur les cons&eacute;quences et que le Restaurant ne pouvait &eacute;viter par l&apos;exercice d&apos;une diligence raisonnable, ou toute perte indirecte ou impr&eacute;visible subie ou subie par le Client ou d&apos;autres personnes. En tout &eacute;tat de cause, la responsabilit&eacute; du Restaurant envers le Client ne d&eacute;passera pas le prix total factur&eacute; pour les produits / et / ou services concern&eacute;s.</p>
<p>Les pr&eacute;sentes conditions g&eacute;n&eacute;rales seront r&eacute;gies et interpr&eacute;t&eacute;es conform&eacute;ment aux lois du pays dans lequel le Restaurant a son si&egrave;ge social et tout litige d&eacute;coulant de ou en relation avec celles-ci sera r&eacute;gl&eacute; par les tribunaux comp&eacute;tents du si&egrave;ge du Restaurant, excluant la possibilit&eacute; de renvoi &agrave; des conflits de lois.</p>

            </div>

            <section id="contact" class="contact-wrapper">
                <div class="container">
                    <div class="row">
                        <div class="col-12">
                            <div class="heading">
                                <h2>Information & Contact</h2>
                                <p>Si vous avez des questions, des commentaires ou si vous souhaitez faire une réservation, n'hésitez pas à nous contacter. Notre équipe chaleureuse et professionnelle est là pour vous aider.
                                </p>
                            </div>
                        </div>

                        <div class="col-lg-6 col-md-6 col-sm-12 col-xs-12">
                            <div class="wrapper">
                                <form>
                                    <div class="form-group">
                                        <input class="form-control" placeholder="Nom" required="name" role="text" name="name">
                                    </div>
                                    <div class="form-group">
                                        <input class="form-control" placeholder="Email" required="email" role="text" name="email">
                                    </div>
                                    <div class="form-group">
                                        <input class="form-control" placeholder="Téléphone" required="phone" role="phone" name="phone">
                                    </div>
                                    <div class="form-group">
                                        <textarea name="" id="" cols="30" rows="8" placeholder="Message"></textarea>
                                    </div>
                                    <div class="form-group">
                                        <a href="#">Envoyer message</a>
                                    </div>
                                </form>
                            </div>
                        </div>

                        <div class="col-lg-6 col-md-6 col-sm-12 col-xs-12">
                            <div class="wrapper">
                                <div class="map">
                                    <iframe style="width:100%" src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d1147.702293541717!2d1.086727839517479!3d43.61299863964273!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x12a94fb7ff5b8ca1%3A0x7628a4a7f8e078bd!2sIstanbul%20Kebab!5e0!3m2!1sfr!2sfr!4v1684680507799!5m2!1sfr!2sfr" height="480" frameborder="0" allowfullscreen=""></iframe>
                                </div>
                            </div>
                        </div>
                    </div>
            </section>
        </main>


     
        <!-- ================================================================= -->
		<!-- ->->->->->->->->->->->->->->->->->->->->->->->->->->->->->-> -->
        <!-- =================Main End================ -->

        <!-- =====================>>>>>Footer Started>>>>>======================== -->

        <footer>
            <div class="container">
            <div class="row">
                <div class="col-lg-3 col-md-3 col-sm-6 col-6">
                <div class="footer-content">
                   
                        <img src="assets/images/logo/logo.png" width="100">
                 
                    <p>Votre fast-food de référence à L'Isle-Jourdain. French tacos, kebabs et plats indiens. </p>
                    <ul>
                    <li><i class="flaticon-facebook"></i></li>
                    <!-- <li><i class="flaticon-twitter"></i></li> -->
                    <!-- <li><i class="flaticon-behance"></i></li> -->
                    <li><i class="flaticon-instagram"></i></li>
                    </ul>
                </div>
                </div>
                <div class="col-lg-3 col-md-3 col-sm-6 col-6">
                <div class="footer-content">
                    <h2>Navigation</h2>
                    <ol>
                    <li><a href="#"><i class="flaticon-double-right-arrows-angles"></i>Acceuil</a></li>
                    <li><a href="#about-us"><i class="flaticon-double-right-arrows-angles"></i>Chez Istanbul Kebab</a></li>
                    <li><a href="#our-menu"><i class="flaticon-double-right-arrows-angles"></i>Notre menu</a></li>
                    <!-- <li><a href="#"><i class="flaticon-double-right-arrows-angles"></i>Blog</a></li> -->
                    <li><a href="#contact"><i class="flaticon-double-right-arrows-angles"></i>Contact</a></li>
                    </ol>
                </div>
                </div>
                <div class="col-lg-3 col-md-3 col-sm-6 col-6">
                <div class="footer-content">
                    <h2>Nos politiques</h2>
                    <ol>
                    <li><a href="cookies.html" ><i class="flaticon-double-right-arrows-angles"></i>Cookies</a></li>
                    <li><a href="cgv.html"><i class="flaticon-double-right-arrows-angles"></i>Conditions Générales</a></li>
                    <li><a href="politique.html"><i class="flaticon-double-right-arrows-angles"></i>Politique de Confidentialité</a></li>
                    <!-- <li><a href="#"><i class="flaticon-double-right-arrows-angles"></i>Blog</a></li>
                    <li><a href="#"><i class="flaticon-double-right-arrows-angles"></i>Contact Us</a></li> -->
                    </ol>
                </div>
                </div>
                <div class="col-lg-3 col-md-3 col-sm-6 col-6">
                <div class="footer-content">
                    <h2>Offres et Promotions</h2>
                    <p>Laissez votre adresse email pour recevoir nos offres et promotions exclusives ! </p>
                    <div class="form-group">
                    <input class="form-control" role="" name="email" type="email" placeholder="Email">
                    <i class="flaticon-send"></i>
                    </div>
                </div>
                </div>
            </div>
            </div>
            <div class="copy-right">
            <div class="container">
                <div class="copy-right-card">
                <p> © 2023 Istanbul Kebab tous droits réservés - Site propulsé par
                     <a href="https://lcdigitale.fr">lc Digitale Web Agency</a></p>
                </div>
            </div>
            </div>

            <a id="back-to-top" href="#" class="back-to-top-btn">
                <img src="assets/images/logo/chevron.png" alt="Voleur orange" class="thief-icon">
            </a>
        </footer>

    


        <!-- ================================================================= -->
		<!-- ->->->->->->->->->->->->->->->->->->->->->->->->->->->->->-> -->
        <!-- =================Footer End================ -->
		
    </body>
    <!-- =================Body End==================== -->

    <script src="assets/js/jquery-3.2.1.min.js"></script>
    <script src="assets/js/popper.min.js"></script>
    <script src="assets/js/bootstrap.min.js"></script>
    <script src="assets/js/plugins/owl.carousel.min.js"></script>
    <script src="assets/js/script.js"></script>

    <script>
        // Sélectionnez tous les boutons du filtre
        const filterButtons = document.querySelectorAll('.filter-btn');
        // Sélectionnez tous les éléments du menu
        const menuItems = document.querySelectorAll('.col-md-4');
      
        // Parcours des boutons du filtre
        filterButtons.forEach(button => {
          button.addEventListener('click', function() {
            // Supprimez la classe "active" de tous les boutons
            filterButtons.forEach(btn => btn.classList.remove('active'));
            // Ajoutez la classe "active" au bouton cliqué
            this.classList.add('active');
      
            // Récupérez la catégorie associée au bouton cliqué
            const category = this.getAttribute('data-category');
      
            // Parcours des éléments du menu
            menuItems.forEach(item => {
              // Vérifiez si l'élément appartient à la catégorie sélectionnée ou si la catégorie est "all"
              if (category === 'all' || item.classList.contains(category)) {
                item.style.display = 'block'; // Affichez l'élément
              } else {
                item.style.display = 'none'; // Masquez l'élément
              }
            });
          });
        });
      </script>

      <script>
        window.addEventListener('scroll', function() {
    var backToTopBtn = document.getElementById('back-to-top');
    if (window.scrollY > 200) {
        backToTopBtn.classList.add('show');
    } else {
        backToTopBtn.classList.remove('show');
    }
});

      </script>
</html>